[
  {
    "name": "Colorful IGame GeForce RTX 3060 Ti Ultra W OC-V 8GB GDDR6 Graphics Card",
    "quantity": 10,
    "image": "https://i.ibb.co/JcH1gMs/advanced-oc-3060ti-1-jpg-550x550.jpg",
    "info": "The Colorful RTX 3060 Ti Ultra W OC-V Price in BD is 64,500৳ in Today's 2022-05-08 Market. This Colorful iGame GeForce RTX 3060 Ti Ultra W OC-V 8GB GDDR6 Graphics Card Manufacturing by Colorful Comes With 2 Years Warranty & Based on 0 reviews.Tech Land BD Offers you Colorful RTX 3060 Ti Ultra W OC-V by 64,500৳ Which is also In Stock Now at our Showroom. Follow us on Facebook For Regular updates & Offer. Subscribe Our YouTube Channel for Product Reviews.",
    "price": 64500,
    "supplier": "colorful",
    "sold": 2
  },
  {
    "name": "Colorful IGame GeForce RTX 3060 Ti Advanced OC 8GB Graphics Card",
    "quantity": 20,
    "image": "https://i.ibb.co/vB5Ycrk/colorful-rtx-3060-ti-ultra-w-oc-v-graphics-card-1-jpg-550x550.jpg",
    "info": "The Colorful RTX 3060 Ti Advanced OC-V Price in BD is 65,000৳ in Today's 2022-05-08 Market. This Colorful iGame GeForce RTX 3060 Ti Advanced OC 8GB Graphics Card Manufacturing by Colorful Comes With 2 Years Warranty & Based on 0 reviews.Tech Land BD Offers you Colorful RTX 3060 Ti Advanced OC-V by 65,000৳ Which is also In Stock Now at our Showroom. Follow us on Facebook For Regular updates & Offer. Subscribe Our YouTube Channel for Product Reviews.",
    "price": 65000,
    "supplier": "colorful",
    "sold": 5
  },
  {
    "name": "ZOTAC GAMING GEFORCE RTX 3080 AMP HOLO LHR 12GB GRAPHICS CARD",
    "quantity": 12,
    "image": "https://i.ibb.co/qYHW4qD/rtx-3080-amp-holo-lhr-12gb-01-jpg-550x550.jpg",
    "info": "Witness The New Era Of Gaming. The GeForce RTX 3080 Is Powered By The NVIDIA Ampere Architecture And Delivers Epic Performance That Gamers Crave For 4K Resolution Gaming. It's Built With Enhanced RT Cores And Tensor Cores, New Streaming Multiprocessors, And Superfast G6X Memory For An Amazing Gaming Experience.",
    "price": 134500,
    "supplier": "ZOTAC",
    "sold": 3
  },
  {
    "name": "ZOTAC GAMING GeForce RTX 3080 12GB Trinity OC LHR Graphics Card",
    "quantity": 15,
    "image": "https://i.ibb.co/JBhGC03/zotac-gaming-geforce-rtx-3080-trinity-oc-lhr-12gb-01-jpg-550x550.jpg",
    "info": "Based On The Ampere Architecture And Designed To Handle The Graphical Demands Of 4K Gaming And High Frame Rates, The ZOTAC GAMING GeForce RTX 3080 12GB Trinity OC LHR Graphics Card Brings The Power Of Real-Time Ray Tracing And AI To Your PC Games. The GPU Features 12GB Of GDDR6X VRAM And A 384-Bit Memory Interface, Offering Improved Performance And Power Efficiency Over The Previous Turing-Based Generation.",
    "price": 131900,
    "supplier": "ZOTAC",
    "sold": 6
  },
  {
    "name": "XFX SPEEDSTER QICK 319 AMD RADEON RX 6700 XT BLACK 12GB GDDR6 GAMING GRAPHICS CARD",
    "quantity": 10,
    "image": "https://i.ibb.co/9cQyG0T/XFX-Speedster-QICK-319-AMD-Radeon-04-jpg-550x550.jpg",
    "info": "Based On The RDNA 2 Architecture And Designed To Handle The Graphical Demands 1440p Gaming, The XFX Radeon RX 6700 XT SPEEDSTER QICK 319 BLACK Gaming Graphics Card Provides An Immersive Gaming Experience With Your PC Games. The GPU Features 12GB Of GDDR6 VRAM And A 192-Bit Memory Interface, Offering Improved Performance And Power Efficiency Over The Previous RDNA-Based Generation.",
    "price": 83500,
    "supplier": "XFX",
    "sold": 2
  },
  {
    "name": "SAPPHIRE TOXIC RADEON RX 6900 XT 16GB GDDR6 Limited Edition GRAPHICS CARD",
    "quantity": 19,
    "image": "https://i.ibb.co/6Wj4kmN/sapphire-toxic-radeon-rx-6900-xt-01-jpg-550x550.jpg",
    "info": "This Sapphire Toxic Edition Is Factory-Overclocked Up To 2365 MHz Boost Clock (2250 MHz Boost Clock For Reference Card), And Liquid Cooled To Maintain High Performance At Low Whirring Noise. A Backplate Enhances Structure Rigidity And Heat Dissipation. The Card Also Looks Good, With Brushed Faceplate Complemented By Fancy Addressable RGB Lighting.",
    "price": 179000,
    "supplier": "SAPPHIRE",
    "sold": 9
  },
  {
    "name": "PNY GEFORCE RTX 3070 TI 8GB XLR8 GAMING UPRISING EPIC-X RGB TRIPLE FAN GRAPHICS CARD",
    "quantity": 10,
    "image": "https://i.ibb.co/mXHpTTv/geforce-rtx-3070-ti-uprising-03-jpg-550x550.jpg",
    "info": "The GeForce RTX 3070 Ti Graphics Card Is Powered By Ampere—NVIDIA’s 2nd Gen RTX Architecture. Built With Enhanced RT Cores And Tensor Cores, New Streaming Multiprocessors, And Superfast G6X Memory, It Gives You The Power You Need To Rip Through The Most Demanding Games.",
    "price": 81000,
    "supplier": "PNY",
    "sold": 5
  },
  {
    "name": "PNY GEFORCE RTX 3060 12GB UPRISING DUAL FAN GRAPHICS CARD",
    "quantity": 10,
    "image": "https://i.ibb.co/wgGFtF5/geforce-rtx-3060-12gb-uprising-df-01-jpg-550x550.jpg",
    "info": "The All-New NVIDIA Ampere Architecture Features New 2nd Generation Ray Tracing Cores And 3rd Generation Tensor Cores With Greater Throughput. The NVIDIA Ampere Streaming Multiprocessors Are The Building Blocks For The World’s Fastest, Most Efficient GPU For Gamers And Creators. GeForce RTX™ 30 Series GPUs Are Powered By NVIDIA’s 2nd Gen RTX Architecture, Delivering The Ultimate Performance, Ray-Traced Graphics, And AI Acceleration For Gamers And Creators.",
    "price": 48000,
    "supplier": "PNY",
    "sold": 2
  },
  {
    "name": "MSI VENTUS GEFORCE RTX 2060 12GB GDDR6 GRAPHICS CARD",
    "quantity": 20,
    "image": "https://i.ibb.co/JcH1gMs/advanced-oc-3060ti-1-jpg-550x550.jpg",
    "info": "The NVIDIA GeForce RTX 2060 GPU Is Based On The Ground-Breaking Turning Architecture And Aimed At Smooth 1080p And 1440p Gaming. Its Industry-Changing Innovations Including Real-Time Ray Tracing, DLSS And Shading Technology Transform Games With Lifelike Visuals And AI-Boosted Framerate That Keeps The CPU Burden At A Minimum.",
    "price": 49500,
    "supplier": "MSI",
    "sold": 10
  },
  {
    "name": "MSI GEFORCE RTX 3080 SUPRIM X 12G LHR 12GB GDDR6X GRAPHICS CARD",
    "quantity": 10,
    "image": "https://i.ibb.co/R6LFqW6/msi-geforce-rtx-3080-suprim-x-12g-lhr-graphics-card-05-jpg-550x550.jpg",
    "info": "Experience The MSI GeForce RTX 3080 Ti SUPRIM X 12G. This Breathtaking GPU Is Here To Bring You The Performance You Crave, This GeForce® RTX™ 3080 Ti Is Powered By Ampere – NVIDIA’s 2nd Gen RTX™ Architecture. It’s Engineered With Enhanced RT Cores And Tensor Cores, New Streaming Multiprocessors, And Superfast G6X Memory For An Amazing Next Generation Immersive Graphical Experience. All This Power Needs To Be Kept In Check, To Keep Those Thermals Under Control MSI Have Implemented Airflow Cooling Guides",
    "price": 157700,
    "supplier": "MSI",
    "sold": 2
  },
  {
    "name": "Asus ROG Strix GeForce RTX 3090 OC Edition 24GB Graphics Card",
    "quantity": 12,
    "image": "https://i.ibb.co/KXKXH6Z/asus-strix-RTX3090-1-jpg-550x550.jpg",
    "info": "The Colorful RTX 3060 Ti Ultra W OC-V Price in BD is 64,500৳ in Today's 2022-05-08 Market. This Colorful iGame GeForce RTX 3060 Ti Ultra W OC-V 8GB GDDR6 Graphics Card Manufacturing by Colorful Comes With 2 Years Warranty & Based on 0 reviews.Tech Land BD Offers you Colorful RTX 3060 Ti Ultra W OC-V by 64,500৳ Which is also In Stock Now at our Showroom. Follow us on Facebook For Regular updates & Offer. Subscribe Our YouTube Channel for Product Reviews.",
    "price": 305000,
    "supplier": "Asus ",
    "sold": 2
  }
]
